const ru = {
  title: "Добро пожаловать в",
  highlight: "Learn&Share",
  subtitle: "Обучение никогда не было таким простым и доступным!",
  buttonPrimary: "Начать обучение",
  buttonSecondary: "Войти в кабинет",
  aboutTitle: "О Нас",
  aboutText:
    "Мы создаем сообщество единомышленников, где каждый может учиться, делиться опытом и открывать новые возможности. Наша миссия – сделать обучение доступным для всех.",
  featuresTitle: "Наши Преимущества",
  feature1Title: "Инновационные методы обучения",
  feature1Text:
    "Мы используем современные подходы для эффективного усвоения знаний.",
  feature2Title: "Удобный и современный интерфейс",
  feature2Text:
    "Простой и интуитивно понятный дизайн для комфортного обучения.",
  feature3Title: "Поддержка сообщества",
  feature3Text:
    "Мы создаем дружелюбное сообщество для обмена опытом и взаимопомощи.",
  testimonialsTitle: "Отзывы наших студентов",
  testimonial1Text:
    "Это лучший образовательный проект, в котором я когда-либо учился!",
  testimonial1Name: "Анна",
  testimonial2Text:
    "Благодаря Learn & Share я смог найти свое призвание в жизни.",
  testimonial2Name: "Иван",
  testimonial3Text:
    "Замечательная платформа, которая помогает развиваться каждый день.",
  testimonial3Name: "Мария",
};

export default ru;
