const sr = {
  title: "Добродошли у",
  highlight: "Learn&Share",
  subtitle: "Образовање никада није било тако једноставно и приступачно!",
  buttonPrimary: "Започните учење",
  buttonSecondary: "Пријавите се",
  aboutTitle: "О нама",
  aboutText:
    "Креирамо заједницу људи са сличним мишљењем, где свако може да учи, дели искуства и открива нове могућности. Наша мисија је да учину образовање приступачним за све.",
  featuresTitle: "Наше предности",
  feature1Title: "Иновативне методе учења",
  feature1Text: "Користимо модерне приступе за ефикасно усвајање знања.",
  feature2Title: "Приступачан и модерни интерфејс",
  feature2Text: "Једноставан и интуитиван дизајн за удобно учење.",
  feature3Title: "Подршка заједници",
  feature3Text:
    "Стварамо пријатељску заједницу за размену искустава и међусобну помоћ.",
  testimonialsTitle: "Мишљења наших студената",
  testimonial1Text:
    "Ово је најбоља образовна платформа на којој сам икада учео!",
  testimonial1Name: "Анна",
  testimonial2Text: "Захваљујући Learn & Share, пронашао сам своју призву.",
  testimonial2Name: "Иван",
  testimonial3Text: "Одлична платформа која вам помаже да растете сваки дан.",
  testimonial3Name: "Марија",
};

export default sr;
